{
  "friendly_name": "Robert De Niro",
  "id": "robert-de-niro",
  "quotes": [
    {
      "quote": "I have nipples, Greg. Could you milk me?",
      "id": 1,
      "movie": "Meet The Parents"
    },
    {
      "quote": "Don’t let yourself get attached to anything you are not willing to walk out on in 30 seconds flat if you feel the heat coming around the corner",
      "id": 2,
      "movie": "Heat"
    },
    {
      "quote": "Hey, kid, I think I got a little problem here",
      "id": 3,
      "movie": "Backdraft"
    },
    {
      "quote": "Three people can keep a secret only when two of them are dead",
      "id": 4,
      "movie": "The Irishman"
    },
    {
      "quote": "I have love in me the likes of which you can scarcely imagine and rage the likes of which you would not believe. If I cannot satisfy one, I will indulge the other",
      "id": 5,
      "movie": "Mary Shelley’s Frankenstein"
    },
    {
      "quote": "I understand I’m not your type. Too many tattoos. Thing is, there isn’t much to do in prison except desecrate your flesh",
      "id": 6,
      "movie": "Cape Fear"
    },
    {
      "quote": "Someday a real rain will come and wash all this scum off the streets",
      "id": 7,
      "movie": "Taxi Driver"
    },
    {
      "quote": "That’s a very respectable neighbourhood",
      "id": 8,
      "movie": "Midnight Run"
    },
    {
      "quote": "Nun ti scantari [do not worry], I make him an offer he don't refuse",
      "id": 9,
      "movie": "The Godfather Part II."
    },
    {
      "quote": "Better to be a king for a night than a schmuck for a lifetime",
      "id": 10,
      "movie": " King Of Comedy"
    },
    {
      "quote": "You talkin’ to me? You talkin’ to me?",
      "id": 11,
      "movie": "Taxi Driver"
    },
    {
      "quote": "Never rat on your friends and always keep your mouth shut.",
      "id": 12,
      "movie": "Goodfellas"
    },
    {
      "quote": "What is the colour of the boathouse at Hereford?",
      "id": 13,
      "movie": "Ronin"
    },
    {
      "quote": "You stay away from that bar. You don't see me going to the bar, do you?",
      "id": 14,
      "movie": "A Bronx Tale"
    },
    {
      "quote": "There's nothing more ironic or contradictory than life itself.",
      "id": 15,
      "movie": "Life and Death in Hollywood"
    },
    {
      "quote": "It don't take much strength to pull a trigger but try getting up every morning day after day and work for a living, let's see him try that, then we'll see who the real tough guy is, the working man is the tough guy.",
      "id": 16,
      "movie": "A Bronx Tale"
    },
    {
      "quote": "Now you're insulting my intelligence; what you think I am, a fuckin' idiot? You know goddamn well that someone had to get into those machines and set those fuckin' reels. The probability of one four-reel machine is a million and a half to one; the probability of three machines in a row; it's in the billions! It cannot happen, would not happen, you fuckin' momo! What's the matter with you? Didn't you see you were being set up on the second win?",
      "id": 17,
      "movie": ""
    },
    {
      "quote": "You don’t go to war with family.",
      "id": 18,
      "movie": "The War with Grandpa"
    },
    {
      "quote": "During peace talks, you need someone neutral to mediate, otherwise it just breaks down to yelling.",
      "id": 19,
      "movie": "The War with Grandpa"
    },
    {
      "quote": "You miss 100% of the shots you don’t take.",
      "id": 20,
      "movie": "The War with Grandpa"
    },
    {
      "quote": "War is no game, Peter. Only kids and fools and generals think that. War hurts and kills and is misery.",
      "id": 21,
      "movie": "The War with Grandpa"
    },
    {
      "quote": "Nowadays, young people, they don't know who Jimmy Hoffa was. They don't have a clue. I mean, maybe they know that he disappeared or something, but that's about it. But back then, there wasn't nobody in this country who didn't know who Jimmy Hoffa was.",
      "id": 22,
      "movie": "The Irishman"
    },
    {
      "quote": "November is the cruelest month of the year.",
      "id": 23,
      "movie": "1900"
    },
    {
      "quote": "Yes, I would. Whatever you need me to do, I'm available.",
      "id": 24,
      "movie": "The Irishman"
    },
    {
      "quote": "Whenever anybody says they're a little concerned, they're very concerned.And when they say they're more than a little concerned, they're desperate.",
      "id": 25,
      "movie": "The Irishman"
    },
    {
      "quote": "I grew up in a tough neighborhood, and we used to say, you can get further with a kind word and a gun that you can with just a kind word.",
      "id": 26,
      "movie": "Untouchables"
    },
    {
      "quote": "Never got me down, Ray. Hear me? You never got me down.",
      "id": 27,
      "movie": "Raging Bull"
    },
    {
      "quote": "Better to be king for a night than schmuck for a lifetime.",
      "id": 28,
      "movie": "The King of Comedy"
    },
    {
      "quote": "There are three ways of doing things around here: the right way, the wrong way and the way that I do it.",
      "id": 29,
      "movie": "Casino"
    },
    {
      "quote": "When You Love Someone, You’ve Gotta Trust Them. There’s No Other Way. You’ve Got To Give Them The Key To Everything That’s Yours. Otherwise, What's The Point?",
      "id": 30,
      "movie": "Casino"
    },
    {
      "quote": "For Guys Like Me, Las Vegas Washes Away Your Sins. It’s Like A Morality Car Wash.",
      "id": 31,
      "movie": "Casino"
    },
    {
      "quote": "Today, It Looks Like Disneyland. And, While The Kids Play Cardboard Pirates, Mommy And Daddy Drop The House Payments And Junior’s College Money On The Poker Slots.",
      "id": 32,
      "movie": "Casino"
    },
    {
      "quote": "In the old days, dealers knew your name, what you drank, what you play. Today, it’s like checking into an airport and, if you order room service, you’re lucky if you get it by Thursday.",
      "id": 33,
      "movie": "Casino"
    },
    {
      "quote": "Downstairs He Takes Us For $2 Million And Upstairs He Takes Free Soap, Shampoo, And Towels.",
      "id": 34,
      "movie": "Casino"
    },
    {
      "quote": "I Mean, God Forbid They Should Make A Mistake And Forget To Steal.",
      "id": 35,
      "movie": "Casino"
    },
    {
      "quote": "The guys inside the count room were all slipped in there to skim the joint dry. They’d do short counts, they’d lose fill slips. They’d even take cash right out of the drop boxes.",
      "id": 36,
      "movie": "Casino"
    },
    {
      "quote": "While I Was Trying To Figure Out Why The Guy Was Saying What He Was Saying, Nicky Just Hit Him.",
      "id": 37,
      "movie": "Casino"
    },
    {
      "quote": "That’s The Truth About Las Vegas. We’re The Only Winners. The Players Don’t Stand A Chance.",
      "id": 38,
      "movie": "Casino"
    },
    {
      "quote": "This is the end result of all the bright lights and the comp trips, of all the champagne and free hotel suites and all the broads and all the booze. It’s all been arranged just for us to get your money.",
      "id": 39,
      "movie": "Casino"
    },
    {
      "quote": "Carmine Left?",
      "id": 40,
      "movie": "Casino"
    },
    {
      "quote": "In Vegas, Everybody’s Gotta Watch Everybody Else.",
      "id": 41,
      "movie": "Casino"
    },
    {
      "quote": "She Knew How To Take Care Of People, And That’s What Vegas Is All About. It’s Kickback City.",
      "id": 42,
      "movie": "Casino"
    },
    {
      "quote": "Back Home, They Would Have Put Me In Jail For What I'm Doing But Out Here, They're Giving Me Awards.",
      "id": 43,
      "movie": "Casino"
    },
    {
      "quote": "At Night, You Couldn’t See The Desert That Surrounds Las Vegas. But It’s In The Desert Where Lots Of The Town’s Problems Are Solved.",
      "id": 44,
      "movie": "Casino"
    },
    {
      "quote": "Anywhere else in the country, I was a bookie, a gambler, always looking over my shoulder, hassled by cops day and night. Here, I’m Mr. Rothstein.",
      "id": 45,
      "movie": "Casino"
    },
    {
      "quote": "I’m Not Only Legitimate But Running A Casino, And That’s Like Selling People Dreams For Cash.",
      "id": 46,
      "movie": "Casino"
    },
    {
      "quote": "I'm talking to an empty telephone… Cause There Is A Dead Man On The Other End Of This Fucking Line.",
      "id": 47,
      "movie": "Heat"
    },
    {
      "quote": "I'm Alone; I Am Not Lonely.",
      "id": 48,
      "movie": "Heat"
    },
    {
      "quote": "What The Fuck Is That? Barbeques And Ballgames?",
      "id": 49,
      "movie": "Heat"
    },
    {
      "quote": "I Do What I Do Best; I Take Scores. You Do What You Do Best; Try To Stop Guys Like Me.",
      "id": 50,
      "movie": "Heat"
    },
    {
      "quote": "Told You I'm Never Going Back.",
      "id": 51,
      "movie": "Heat"
    },
    {
      "quote": "There is a flip side to that coin. What if you do got me boxed in and I gotta put you down? Cause no matter what, you will not get in my way. We've been face to face, yeah. But I will not hesitate. Not for a second.",
      "id": 52,
      "movie": "Heat"
    },
    {
      "quote": "Friends. They're In A Huddle. Big Business Meeting. By The Pool, They Sit Around And Talk. Big Deals. They Make Sure She Can Hear. Big Man. Get The F*Ck Outta Here. Big Shot. Get 'Em All In A Back Room, Smack 'Em Around, No More Big Shot, Without His Gun. They're Tough Guys. They're All Tough Guys.",
      "id": 53,
      "movie": "Raging Bull"
    },
    {
      "quote": "Did You FUCk My Wife?",
      "id": 54,
      "movie": "Raging Bull"
    },
    {
      "quote": "I'm da boss.I'm da boss.I'm da boss.I'm da boss",
      "id": 55,
      "movie": "Raging Bull"
    },
    {
      "quote": "Who's An Animal? Your Mother's An Animal, Ya Son Of A BiTch.",
      "id": 56,
      "movie": "Raging Bull"
    },
    {
      "quote": "Come On, Hit Me. Harder. Harder. ",
      "id": 57,
      "movie": "Raging Bull"
    },
    {
      "quote": "See ya later, copper!",
      "id": 58,
      "movie": "Taxi Driver"
    },
    {
      "quote": "I'm God's lonely man.”",
      "id": 59,
      "movie": "Taxi Driver"
    },
    {
      "quote": "Now, I see it clearly. My whole life is pointed in one direction. I see that now. There never has been any choice for me.",
      "id": 60,
      "movie": "Taxi Driver"
    },
    {
      "quote": "Suck On This!",
      "id": 61,
      "movie": "Taxi Driver"
    },
    {
      "quote": "I should get one of those signs that says, ‘One of these days, I’m gonna get organezized.",
      "id": 62,
      "movie": "Taxi Driver"
    },
    {
      "quote": "I’ll work anytime, anywhere. Anytime, anywhere.",
      "id": 63,
      "movie": "Taxi Driver"
    },
    {
      "quote": "Anytime, anywhere.",
      "id": 64,
      "movie": "Taxi Driver"
    },
    {
      "quote": "Let me tell you something. You’re in a hell, and you’re gonna die in a hell, just like the rest of ‘em!",
      "id": 65,
      "movie": "Taxi Driver"
    },
    {
      "quote": "I Have To Clean The Cum Off The Back Seat. Some Nights, I Clean Off The Blood.",
      "id": 66,
      "movie": "Taxi Driver"
    },
    {
      "quote": "Listen, you fuckers, you screwheads. Here is a man who would not take it anymore. A man who stood up against the scum, the cunts, the dogs, the filth, the shit. Here is a man who stood up.",
      "id": 67,
      "movie": "Taxi Driver"
    },
    {
      "quote": "The saddest thing in life is wasted talent.",
      "id": 68,
      "movie": "A Bronx Tale"
    },
    {
      "quote": "The big head should think twice about what you are doing.",
      "id": 69,
      "movie": "A Bronx Tale"
    }
  ]
}
